[Demo_CommonKP_ep5_3_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[1]=(Actor=FADE,Command=WAIT)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1600,Y=-11378,Z=-487),SecTime=)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-1790,Y=-11378,Z=-622),VecSub=(X=0,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="怪物(植物)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1600,Y=-13000,Z=-487),VecSub=(X=90,Y=0,Z=0),CId=256)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="怪物(植物)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="mc_DM_0100_lp_Wait",Number=9,CId=256,Bit=4)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0300_lp_Furry",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=TEXTURE,Command=START,CId=7,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[10]=(Actor=TEXTURE,Command=SET,CId=3,Bit=1)
DemoScripts[11]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Kurona.GG2_BGM_DM_Usual_Kurona_Cue')
DemoScripts[12]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Cave.GG2_AMB_Cave_LP_Cue')
DemoScripts[13]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[14]=(Actor=FADE,Command=WAIT)
DemoScripts[15]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_CommonKP_ep5_3.GG2_SE_DM_Monster_Crow_Cue')
DemoScripts[16]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[17]=(Actor=WINDOW,Command=SET)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_001_Cue',Name="")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_002_Cue',Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[25]=(Actor=TEXTURE,Command=START,CId=0,Bit=3,Number=4,Vec=(X=1,Y=,Z=))
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_004_Cue',Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_006_Cue',Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=1,Rate=1)
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_007_Cue',Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=5,Rate=1)
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_008_Cue',Name="")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=6)
DemoScripts[42]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=7)
DemoScripts[43]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=10)
DemoScripts[44]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=11)
DemoScripts[45]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[46]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[48]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=2,Rate=1)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_010_Cue',Name="")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=3,Rate=1)
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_011_Cue',Name="")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[55]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_013_Cue',Name="")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_014_Cue',Name="")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[62]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=8)
DemoScripts[63]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=9)
DemoScripts[64]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[65]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[66]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[68]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=2,Rate=1)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_016_Cue',Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=3,Rate=1)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_017_Cue',Name="")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_020_Cue',Name="")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=1,Rate=1)
DemoScripts[82]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_021_Cue',Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[84]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_023_Cue',Name="")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[88]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=8)
DemoScripts[89]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=9)
DemoScripts[90]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[91]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[92]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[94]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=3,Rate=1)
DemoScripts[95]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_025_Cue',Name="")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[97]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[99]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=1,Rate=1)
DemoScripts[100]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_027_Cue',Name="")
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[102]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[103]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_028_Cue',Name="")
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[105]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[106]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=4,Rate=1)
DemoScripts[107]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_029_Cue',Name="")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[109]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[110]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=1,Rate=1)
DemoScripts[111]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_030_Cue',Name="")
DemoScripts[112]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[113]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[114]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[115]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_032_Cue',Name="")
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[117]=(Actor=GALLERY,Command=SET_FLAG,CId=7,Bit=9)
DemoScripts[118]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[119]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[120]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_034_Cue',Name="")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=1,Rate=1)
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_035_Cue',Name="")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[130]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_037_Cue',Name="")
DemoScripts[131]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[132]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[133]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[134]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[136]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_039_Cue',Name="")
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[138]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_040_Cue',Name="")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[141]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[142]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[143]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[145]=(Actor=TEXTURE,Command=CROSS_FADE,CId=0,Bit=3,Number=4,Rate=1)
DemoScripts[146]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_042_Cue',Name="")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[148]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[149]=(Actor=WINDOW,Command=EXIT)
DemoScripts[150]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[151]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_CommonKP_ep5_3.GG2_SE_DM_Monster_Swept_Cue')
DemoScripts[152]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[153]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Pinch.GG2_BGM_DM_CMN_Pinch_Cue')
DemoScripts[154]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[155]=(Actor=FADE,Command=WAIT)
DemoScripts[156]=(Actor=TEXTURE,Command=EXIT,CId=7,Bit=0)
DemoScripts[157]=(Actor=WINDOW,Command=SET)
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[159]=(Actor=WINDOW,Command=EXIT)
DemoScripts[160]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[161]=(Actor=FADE,Command=WAIT)
DemoScripts[162]=(Actor=WINDOW,Command=SET)
DemoScripts[163]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_3.GG2_V_CMNKP_ep5_3_044_Cue',Name="エコロ")
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[165]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=5,Z=0),SecTime=0.5)
DemoScripts[166]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[168]=(Actor=WINDOW,Command=EXIT)
DemoScripts[169]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[170]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[171]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[172]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[173]=(Actor=SYSTEM,Command=END)

[Select_CommonKP_ep5_3_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=SPORT,ParamNum=30),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=STUDY,ParamNum=30),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonKP_ep5_3_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="倉敷 綺羅羅",Text="哎呀哎呀~?")

Texts[1]=(Label="TEXT02",Name="服部 明日香",Text="這......這是什麼啊!/n救......救命--!!")

Texts[2]=(Label="TEXT03",Name="峯大",Text="老......老師!?/n而且,這怪物是......")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="呵呵呵......來了來了./n課題的印章很順利地/n累積起來了DEATH唷~!")

Texts[4]=(Label="TEXT05",Name="峯大",Text="真......真是亂七八糟....../n惡作劇居然升級了......")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="這已經不是惡作劇的等級了!")

Texts[6]=(Label="TEXT07",Name="庫蘿娜",Text="什麼嘛,/n你們已經來了DEATH啊.")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="不過沒用DEATH唷~/n就憑你們是阻止不了這個/n魔界植物仔的DEATH.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="不試試看怎麼知道啊!!")

Texts[9]=(Label="TEXT10",Name="庫蘿娜",Text="沒用DEATH--/n人類是絕對敵不過魔物的/nDEATH--")

Texts[10]=(Label="TEXT11",Name="庫蘿娜",Text="就像是老鼠挑戰印度象一樣,/n力量天差地遠DEATH唷!")

Texts[11]=(Label="TEXT12",Name="峯大",Text="差......差這麼多?")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="請不要退縮!")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="就算直接的力量敵不過,/n現在的你也有愛之力....../n也就是費洛蒙射擊!")

Texts[14]=(Label="TEXT15",Name="峯大",Text="別看我這樣,我對力氣可是很有自信的....../n一決勝負吧!!")

Texts[15]=(Label="TEXT16",Name="庫蘿娜",Text="哼! 人類的力氣什麼的,/n根本沒什麼了不起DEATH!")

Texts[16]=(Label="TEXT17",Name="庫蘿娜",Text="魔界植物仔的戰鬥力可是有/n1000萬黑暗能量DEATH唷?")

Texts[17]=(Label="TEXT18",Name="峯大",Text="那我就使用雙手讓力量變成2倍!/n再加上比平常加倍努力也有2倍!/n最後利用心跳力場的效果再3倍!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="如果我原本的力量是100萬/n合計就會是超過魔界植物仔的/n1200萬黑暗能量!!")

Texts[19]=(Label="TEXT20",Name="艾可蘿",Text="那是什麼算法啊....../n心跳力場對力氣/n沒有任何影響哦......")

Texts[20]=(Label="TEXT21",Name="庫蘿娜",Text="嚇......嚇我一跳DEATH....../n喂,人類! 說謊是不好的DEATH唷!")

Texts[21]=(Label="TEXT22",Name="峯大",Text="對不起.")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="......就算不用什麼力氣也沒關係./n因為如果是費洛蒙射擊的話,/n應該也能對抗那個魔物才對.")

Texts[23]=(Label="TEXT24",Name="峯大",Text="等等! 如果妳也是個優秀的惡魔,/n就不要用蠻力這種不識趣的方法,/n讓我們來比拚智慧怎麼樣?")

Texts[24]=(Label="TEXT25",Name="庫蘿娜",Text="我纔不會上你的當DEATH啦!/n因為庫蘿娜可是聰明的惡魔DEATH呢!")

Texts[25]=(Label="TEXT26",Name="峯大",Text="既然聰明,那不就應該更從容了嗎?/n倒不如說,這裡應該要接受才對吧.")

Texts[26]=(Label="TEXT27",Name="庫蘿娜",Text="嗯......?/n這麼說也對DEATH呢....../n那我就接受DEATH吧!")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="這......這裡有個笨蛋......")

Texts[28]=(Label="TEXT29",Name="庫蘿娜",Text="咦......什麼事DEATH,魔界植物仔?/n\"真正聰明的傢伙,不會輕易接受/n對方的要求......這裡還是比拚力量吧\"?")

Texts[29]=(Label="TEXT30",Name="庫蘿娜",Text="唔--嗯......既然魔界植物仔這麼說,/n那就沒辦法了DEATH./n人類,我不會接受你的要求DEATH!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="居......居然能和那個怪物溝通嗎......!/n而且好像還很聰明......")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="峯大大人,我想只要有費洛蒙射擊的話,/n應該就能和那個魔物對抗了.")

Texts[32]=(Label="TEXT33",Name="峯大",Text="這個(嗶--)是怎樣!/n妳這種人就(嗶--)吧!!")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="哇--!!/n消音! 消音!!")

Texts[34]=(Label="TEXT35",Name="庫蘿娜",Text="咦,你說什麼DEATH?/n全都是嗶聲,一點都聽不懂DEATH.")

Texts[35]=(Label="TEXT36",Name="峯大",Text="(嗶--)!!!!/n用(嗶--)的(嗶--)來(嗶--)!!!")

Texts[36]=(Label="TEXT37",Name="艾可蘿",Text="這,這個人真的是......唉./n那個,如果是費洛蒙射擊的話/n對魔物應該也有效,請靠它努力一下吧......")

Texts[37]=(Label="TEXT38",Name="峯大",Text="用翻花繩決勝負吧!")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="你是哪裡的/n懶惰小學生嗎......")

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="至少也選擇射擊吧./n因為有費洛蒙射擊嘛......")

Texts[40]=(Label="TEXT41",Name="峯大",Text="這......這樣啊!/n好,那就來試試吧!")

Texts[41]=(Label="TEXT42",Name="庫蘿娜",Text="噫嘻嘻嘻,魔界植物仔!/n一口吞掉那邊的人類DEATH!!")

Texts[42]=(Label="TEXT43",Name="峯大",Text="啊啊!?/n老師---!!!")

Texts[43]=(Label="TEXT44",Name="艾可蘿",Text="消化應該需要花點時間才對!!/n峯大大人,請趕快打倒它吧!")

Texts[44]=(Label="TEXT45",Name="峯大",Text="這......這樣啊!/n老師,我現在就救妳們出來......!")

Texts[45]=(Label="",Name="",Text="")

Texts[46]=(Label="SELECT01",Name="",Text="不試試看/n怎麼知道!")

Texts[47]=(Label="SELECT02",Name="",Text="靠力氣決勝負")

Texts[48]=(Label="SELECT03",Name="",Text="來比拚智慧吧")

Texts[49]=(Label="SELECT04",Name="",Text="用黃色笑話/n決勝負")

Texts[50]=(Label="SELECT05",Name="",Text="用翻花繩/n決勝負!")

Texts[51]=(Label="SELECT06",Name="",Text="")

Texts[52]=(Label="SELECT07",Name="",Text="")

Texts[53]=(Label="SELECT08",Name="",Text="")

Texts[54]=(Label="SELECT09",Name="",Text="")

Texts[55]=(Label="SELECT10",Name="",Text="")


